Repository: JamiKettunen/indicator-power
Catalog: po/*.po
Languages: be, ga, lb, sr

source: AC Adapter
be: Адаптар сілкавання
ga: Cuibheoir SA
lb: Adapter
sr: Мрежно напајање

source: Battery
be: Батарэя
ga: Cadhnra
lb: Akku
sr: Батерија

source: UPS
be: Блок безперапыннага сілкавання
lb: Onduleur
sr: Резервно напајање

source: Monitor
be: Назіральнік
ga: Monatóir
lb: Multimeter
sr: Волтметар

source: Mouse
be: Мыш
ga: Luch
lb: Mäus
sr: Миш

source: Keyboard
be: Клавіятура
ga: Méarchlár
lb: Tastatur
sr: Тастатура

source: PDA
sr: ПДА

source: Cell phone
be: Мабільны тэлефон
ga: Fón póca
lb: Handy
sr: Мобилни телефон

source: Media player
be: Медыяпрайгравальнік
ga: Seinnteoir meán
sr: Преносни уређај

source: Tablet
be: Тэблет
ga: Táibléad
sr: Таблица

source: Computer
be: Камп'ютар
ga: Ríomhaire
sr: Рачунар

source: Unknown
be: Невядома
ga: Anaithnid
lb: Onbekannt
sr: Непознато

source: estimating…
be: ацэньванне...
ga: ag déanamh meastachán...
lb: geschat…
sr: процењујем…

source: unknown
be: невядомы
ga: anaithnid
lb: onbekannt
sr: непознато

source: %0d:%02d to charge
be: %0d:%02d, каб зарадзіць
ga: %0d:%02d chun luchtú
lb: %0d:%02d ze lueden
sr: %0d:%02d је потребно за пуњење

source: %0d:%02d left
be: %0d:%02d засталося
ga: %0d:%02d fágtha
lb: %0d:%02d iwwereg
sr: %0d:%02d је преостало

source: %d %s %d %s to charge
be: %d %s %d %s, каб зарадзіць
ga: %d %s %d %s chun luchtú
lb: %d %s %d %s ze lueden
sr: %d %s %d %s је потребно за пуњење

source: hour
be: гадзіна
ga: uair
lb: Stonn
sr: сат

source: minute
be: хвіліна
ga: noimeád
lb: Minutt
sr: минут

source: %d %s to charge
be: %d %s, каб зарадзіць
ga: %d %s chun luchtú
lb: %d %s ze lueden
sr: %d %s је потребно за пуњење

source: %d %s %d %s left
be: %d %s %d %s засталося
ga: %d %s %d %s fágtha
lb: %d %s %d %s iwwereg
sr: %d %s %d %s је преостало

source: %d %s left
be: %d %s засталося
ga: %d %s fágtha
lb: %d %s iwwereg
sr: %d %s је преостало

source: %s (charged)
be: %s (зараджана)
ga: %s (luchtaithe)
lb: %s (gelueden)
sr: %s (напуњена)

source: Battery Low
be: Нізкі зарад батарэі
lb: Akku bal platt
sr: Батерија је скоро празна

source: Battery Critical
be: Крытычна нізкі зарад батарэі
lb: Akkuluedstand kritesch
sr: Батерија је критично празна

source: %.0f%% charge remaining
be: %.0f%% засталося
lb: %.0f%% Akkulaftzäit iwwereg
sr: %.0f%% пуњења остало

source: OK
be: ДОБРА
sr: У реду

source: Battery settings
be: Надады батарэі
lb: Akkuastellungen
sr: Подешавања батерије

source: Charge level
be: Узровень зарадкі
ga: Leibhéal luchta
lb: Luedzoustand
sr: Ниво напуњености

source: Show Time in Menu Bar
be: Паказваць час на панэлі меню
ga: Taispeáin an t-am sa Bharra Roghchláir
lb: Zäit an der Menüleescht uweisen
sr: Прикажи време на траци изборника

source: Show Percentage in Menu Bar
be: Паказваць працэнты на паліцы
ga: Taispeáin Céadadán sa Bharra Roghchláir
lb: Weis den Undeel an der Menüleescht
sr: Прикажи проценте на траци изборника

source: Power Settings…
be: Налады сілкавання…
ga: Socruithe luchta...
lb: Energieastellungen…
sr: Подешавање напајања…

source: Adjust brightness automatically
be: Адрэгуляваць яркасць аўтаматычна
ga: Athraigh gile go h-uathoibríoch
lb: Hellegkeet automatesch astellen
sr: Сам подеси осветљење

source: Battery settings…
be: Налады батарэі...
ga: Socruithe cadhnra...
lb: Akkuastellungen
sr: Подешавања батерије…

source: Flashlight
lb: Täscheluucht

source: Warning: Heavy use can damage the LED!
lb: Opgepasst: D'LED kann duerch ze vill Benotzung beschiedgt ginn!
