Repository: JamiKettunen/indicator-power
Catalog: po/kw.po
Languages: kw

source: AC Adapter
kw: Aswiwer AC

source: Battery
kw: Batri

source: Monitor
kw: Skrin

source: Mouse
kw: Logosen

source: Keyboard
kw: Bysowek

source: Cell phone
kw: Pellgowsel

source: Media player
kw: Gwarier media

source: Tablet
kw: Leghen

source: Computer
kw: Jynn-amontya

source: Unknown
kw: Ankoth

source: estimating…
kw: owth estemya…

source: unknown
kw: ankoth

source: %0d:%02d to charge
kw: %0d:%02d dhe jarjya

source: %0d:%02d left
kw: %0d:%02d gesys

source: %d %s %d %s to charge
kw: %d %s %d %s dhe jarjya

source: hour
kw: our

source: minute
kw: vynysen

source: %d %s to charge
kw: %d %s dhe jarjya

source: %d %s %d %s left
kw: %d %s %d %s gesys

source: %d %s left
kw: %d %s gesys

source: %s (charged)
kw: %s (charjyes)

source: Charge level
kw: Nivel an charj

source: Show Time in Menu Bar
kw: Diskwedhes an eur y'n barr rol

source: Show Percentage in Menu Bar
kw: Diskwedhes an gansran y'n barr rol

source: Power Settings…
kw: Settyansow nerth...

source: Battery settings…
kw: Settyansow batri…
